Repository: chadsorensen/theDirt
Catalog: bdirt617/sites/all/modules/blockreference/translations/*.po
Languages: nl

source: Block reference
nl: Blokreferentie

source: Store the ID of a related block as an integer value.
nl: Bewaar de ID van een gerelateerd blok als een integer-waarde.

source: Regions containing blocks that can be referenced
nl: Regio's die blokken bevatten die kunnen worden gerefereerd

source: %name : This block can't be referenced.
nl: %name: Dit blok kan niet worden gerefereerd.

source: Default
nl: Standaard

source: Select list
nl: Selectielijst

source: Autocomplete text field
nl: Automatisch aanvullend tekstveld

source: %name: Title mismatch. Please check your selection.
nl: 5name: Titel klopt niet. Controleer je selectie.

source: none
nl: geen

source: Blockreference autocomplete
nl: Blokreferentie automatisch aanvullen

source: blockreference
nl: blokreferentie

source: Block Reference
nl: Blokreferentie

source: Defines a field type for referencing a block from a node.
nl: Levert een veldtype for het refereren van een blok vanuit een node.
